Repository: sargon17/Yearlit
Catalog: My Year/Localizable.xcstrings
Source language: en
Languages: cs, da, de, es, et, fi, fr, hr, hu, it, lv, nb, nl, pl, pt_br, ro, sk, sl, sv, uk

source: Use 'Your 365' View
cs: Použít „Tvých 365“
da: Brug 'Din 365'
de: „Dein 365“ nutzen
es: Usar la vista «Tu 365»
et: Kasuta vaadet „Sinu 365”
fi: Käytä Oma 365 -näkymää
fr: Utiliser la vue « Ton 365 »
hr: Koristi prikaz ‘Tvojih 365’
hu: Saját 365 nézet használata
it: Usa la vista "Il tuo 365"
lv: Lietot skatu “Your 365”
nb: Bruk «Din 365»
nl: Gebruik 'Jouw 365'
pl: Użyj widoku „Twoje 365”
pt_br: Usar visualização 'Seu 365'
ro: Folosește vizualizarea „Your 365”
sk: Použiť zobrazenie Tvojich 365
sl: Uporabi pogled »Tvojih 365«
sv: Använd Your 365-vyn
uk: Використовувати вигляд «Your 365»

source: Use the Daily Wallpaper output. Turn Show Preview off.
cs: Použijte výstup Denní tapeta. Vypněte Zobrazit náhled.
da: Brug outputtet Dagligt baggrundsbillede. Slå Vis forhåndsvisning fra.
de: Nutze die Ausgabe „Tägliches Hintergrundbild“. Schalte „Vorschau anzeigen“ aus.
es: Usa la salida de Fondo diario. Desactiva Mostrar vista previa.
et: Kasuta Päevane taustapilt väljundit. Lülita Kuva eelvaade välja.
fi: Käytä Päivittäinen taustakuva -tulostetta. Poista Näytä esikatselu käytöstä.
fr: Utilise la sortie Fond d’écran quotidien. Désactive Afficher l’aperçu.
hr: Upotrijebi izlaz Dnevna pozadina. Isključi Prikaži pregled.
hu: Használd a Napi háttérkép kimenetét. Kapcsold ki az Előnézet megjelenítése beállítást.
it: Usa l’output Sfondo giornaliero. Disattiva Mostra anteprima.
lv: Izmanto Dienas fona attēls izvadi. Izslēdz Rādīt priekšskatījumu.
nb: Bruk utdata fra Daglig bakgrunn. Slå av Vis forhåndsvisning.
nl: Gebruik de uitvoer Dagelijkse achtergrond. Zet Toon voorvertoning uit.
pl: Użyj wyniku Codzienna tapeta. Wyłącz Pokaż podgląd.
pt_br: Use a saída Papel de parede diário. Desative Mostrar prévia.
ro: Folosește rezultatul Fundal zilnic. Dezactivează Afișează previzualizarea.
sk: Použi výstup Denná tapeta. Vypni Zobraziť ukážku.
sl: Uporabi izhod Dnevno ozadje. Izklopi Prikaži predogled.
sv: Använd utdata från Daglig bakgrund. Stäng av Visa förhandsvisning.
uk: Використайте результат «Щоденні шпалери». Вимкніть «Показувати перегляд».

source: Use the new view to make every completed day feel like visible proof you showed up.
cs: V novém zobrazení je každý splněný den viditelný důkaz, že pokračuješ.
da: Brug den nye visning, så hver fuldført dag føles som synligt bevis på, at du mødte op.
de: Nutze die neue Ansicht, damit jeder abgeschlossene Tag sich wie sichtbarer Beweis anfühlt: Du bist drangeblieben.
es: Usa la nueva vista para que cada día completado se sienta como una prueba visible de que has cumplido.
et: Kasuta uut vaadet, et iga tehtud päev oleks nähtav tõestus: sa tegid ära.
fi: Käytä uutta näkymää, jotta jokainen tehty päivä tuntuu näkyvältä todisteelta siitä, että pidit kiinni tavastasi.
fr: Utilise cette vue pour que chaque jour complété devienne une preuve visible que tu as fait le geste.
hr: Koristi novi prikaz da svaki odrađeni dan postane vidljiv dokaz da si odradio svoje.
hu: Az új nézetben minden teljesített nap látható bizonyíték lesz arra, hogy megtetted.
it: Usa la nuova vista per rendere ogni giorno completato una prova visibile della tua presenza.
lv: Izmanto jauno skatu, lai katra pabeigtā diena kļūtu par redzamu pierādījumu.
nb: Bruk den nye visningen så hver fullførte dag føles som synlig bevis på at du møtte opp.
nl: Gebruik de nieuwe weergave om elke voltooide dag als zichtbaar bewijs te laten voelen.
pl: Użyj nowego widoku, żeby każdy ukończony dzień był widocznym dowodem, że zrobiłeś swoje.
pt_br: Use a nova visualização para transformar cada dia cumprido em prova visível da sua constância.
ro: Folosește noua vizualizare ca fiecare zi completată să se simtă ca o dovadă vizibilă că ai revenit.
sk: Použi nové zobrazenie, kde každý splnený deň pôsobí ako viditeľný dôkaz, že si to dodržal.
sl: Uporabi nov pogled, da vsak opravljen dan postane viden dokaz, da si vztrajal.
sv: Använd den nya vyn så att varje klar dag känns som ett synligt bevis på att du höll i.
uk: Увімкни новий вигляд, щоб кожен виконаний день відчувався як видимий доказ твого кроку.

source: Value
cs: Hodnota
da: Værdi
de: Wert
es: Valor
et: Väärtus
fi: Arvo
fr: Valeur
hr: Vrijednost
hu: Érték
it: Valore
lv: Vērtība
nb: Verdi
nl: Waarde
pl: Wartość
pt_br: Valor
ro: Valoare
sk: Hodnota
sl: Vrednost
sv: Värde
uk: Значення

source: View progress from January to December.
cs: Zobrazit průběh od ledna do prosince.
da: Se fremgang fra januar til december.
de: Fortschritt von Januar bis Dezember sehen.
es: Ver el progreso de enero a diciembre.
et: Vaadake edenemist jaanuarist detsembrini.
fi: Tarkastele edistymistä tammikuusta joulukuuhun.
fr: Visualisez les progrès de janvier à décembre.
hr: Gledaj napredak od siječnja do prosinca.
hu: Haladás megtekintése januártól decemberig.
it: Vedi i progressi da gennaio a dicembre.
lv: Skati progresu no janvāra līdz decembrim.
nb: Se fremgang fra januar til desember.
nl: Bekijk de voortgang van januari tot december.
pl: Zobacz postęp od stycznia do grudnia.
pt_br: Veja o progresso de janeiro a dezembro.
ro: Vezi progresul din ianuarie până în decembrie.
sk: Zobrazuj pokrok od januára do decembra.
sl: Oglej si napredek od januarja do decembra.
sv: Se framsteg från januari till december.
uk: Перегляньте прогрес із січня по грудень.

source: Volume
cs: Objem
da: Bind
de: Volumen
es: Volumen
et: Helitugevus
fi: Äänenvoimakkuus
hr: Volumen
hu: Kötet
lv: Apjoms
nb: Volum
pl: Tom
ro: Volum
sk: Objem
sl: Glasnost
sv: Volym
uk: Об'єм

source: Wake up 10 minutes earlier
cs: Vstát o 10 minut dřív
da: Vågne 10 minutter tidligere
de: 10 Minuten früher aufwachen
es: Despertar 10 minutos antes
et: Ärkamine 10 minutit varem
fi: Herääminen 10 minuuttia aiemmin
fr: Se réveiller 10 minutes plus tôt
hr: Probuditi se 10 minuta ranije
hu: Ébredés 10 perccel korábban
it: Svegliarsi 10 minuti prima
lv: Pamosties 10 minūtes agrāk
nb: Våkne 10 minutter tidligere
nl: 10 minuten eerder wakker worden
pl: Pobudka 10 minut wcześniej
pt_br: Acordar 10 minutos mais cedo
ro: Trezit cu 10 minute mai devreme
sk: Zobudiť sa o 10 minút skôr
sl: Zbuditi se 10 minut prej
sv: Vakna 10 minuter tidigare
uk: Прокинутися на 10 хвилин раніше

source: wakes early
cs: vstává brzy
da: står tidligt op
de: früh aufsteht
es: madruga
et: ärkab vara
fi: herää aikaisin
fr: se lève tôt
hr: rano ustaje
hu: korán kel
it: si sveglia presto
lv: ceļas agri
nb: står opp tidlig
nl: wordt vroeg wakker
pl: wstaje wcześnie
pt_br: acorda cedo
ro: se trezește devreme
sk: vstáva skoro
sl: se zbuja zgodaj
sv: går upp tidigt
uk: рано прокидається

# wallpaper.daysLeft.compact
source: %@ left
cs: Zbývá %@
da: %@ tilbage
de: Noch %@
es: Quedan %@
et: %@ jäänud
fi: %@ jäljellä
fr: %@ restants
hr: Preostalo %@
hu: %@ hátra
it: %@ rimasti
lv: Atlikušas %@
nb: %@ igjen
nl: Nog %@
pl: Pozostało %@
pt_br: Faltam %@
ro: %@ rămase
sk: Zostáva %@
sl: Še %@
sv: %@ kvar
uk: Залишилось %@

# wallpaper.daysLeft.header
source: %@ days left
cs: Zbývá %@ dní
da: %@ dage tilbage
de: Noch %@ Tage
es: Quedan %@ días
et: %@ päeva jäänud
fi: %@ päivää jäljellä
fr: %@ jours restants
hr: Preostalo %@ dana
hu: %@ nap van hátra
it: %@ giorni rimasti
lv: Atlikušas %@ dienas
nb: %@ dager igjen
nl: Nog %@ dagen
pl: Pozostało %@ dni
pt_br: Faltam %@ dias
ro: %@ zile rămase
sk: Zostáva %@ dní
sl: Še %@ dni
sv: %@ dagar kvar
uk: Залишилось %@ дн.

source: Wand Fill Force: %.2f
cs: Síla plnění hůlky: %.2f
da: Stavefyldningskraft: %.2f
de: Zauberstab-Füllkraft: %.2f
es: Fuerza de llenado de la varilla: %.2f
et: Varda täitmisjõud: %.2f
fi: Sauvan täyttövoima: %.2f
fr: Force de remplissage de la baguette: %.2f
hr: Snaga punjenja štapića: %.2f
hu: Pálca kitöltési ereje: %.2f
it: Forza riempimento bacchetta: %.2f
lv: Zižļa piepildīšanas spēks: %.2f
nb: Kraft for stavfylling: %.2f
nl: Vulkracht toverstaf: %.2f
pl: Siła wypełnienia różdżki: %.2f
pt_br: Força de preenchimento da varinha: %.2f
ro: Forța de umplere a baghetei: %.2f
sk: Sila plnenia tyče: %.2f
sl: Polnilna sila palice: %.2f
sv: Trollstavens fyllningskraft: %.2f
uk: Сила заливки чарівною паличкою: %.2f

source: Watch 1 short lesson
cs: Podívat se na 1 krátkou lekci
da: Se 1 kort lektion
de: 1 kurze Lektion ansehen
es: Ver 1 lección corta
et: 1 lühike õppetund
fi: 1 lyhyt oppitunti
fr: Regarder 1 courte leçon
hr: Pogledati 1 kratku lekciju
hu: 1 rövid lecke megnézése
it: Guardare 1 breve lezione
lv: Noskatīties 1 īsu nodarbību
nb: Se 1 kort leksjon
nl: 1 korte les bekijken
pl: Obejrzenie 1 krótkiej lekcji
pt_br: Ver 1 aula curta
ro: O lecție scurtă
sk: Pozrieť si 1 krátku lekciu
sl: Ogledati si 1 kratko lekcijo
sv: Titta på 1 kort lektion
uk: Подивитися 1 короткий урок

source: Watch your chain grow.
cs: Sleduj, jak řetěz roste.
da: Se din kæde vokse.
de: Sieh zu, wie deine Kette wächst.
es: Mira cómo crece tu cadena.
et: Vaata, kuidas su ahel kasvab.
fi: Katso ketjun kasvavan.
fr: Regarde ta chaîne grandir.
hr: Gledaj kako lanac raste.
hu: Lásd, ahogy nő a láncod.
it: Guarda crescere la tua serie.
lv: Skaties, kā aug tava ķēde.
nb: Se rekken din vokse.
nl: Zie je keten groeien.
pl: Patrz, jak rośnie Twoja seria.
pt_br: Veja sua sequência crescer.
ro: Vezi cum crește lanțul.
sk: Sleduj, ako tvoja reťaz rastie.
sl: Glej, kako raste tvoja veriga.
sv: Se kedjan växa.
uk: Спостерігай, як росте твій ланцюжок.

source: Watch your effort become visible.
cs: Sleduj, jak je tvoje úsilí vidět.
da: Se din indsats blive synlig.
de: Sieh, wie dein Einsatz sichtbar wird.
es: Mira cómo tu esfuerzo se vuelve visible.
et: Vaata, kuidas su pingutus nähtavaks muutub.
fi: Katso, miten vaivasi muuttuu näkyväksi.
fr: Regarde ton effort devenir visible.
hr: Gledaj kako tvoj trud postaje vidljiv.
hu: Lásd, ahogy az erőfeszítésed láthatóvá válik.
it: Guarda il tuo impegno diventare visibile.
lv: Skaties, kā tavas pūles kļūst redzamas.
nb: Se innsatsen din bli synlig.
nl: Zie hoe je inspanningen zichtbaar worden.
pl: Zobacz, jak Twój wysiłek staje się widoczny.
pt_br: Veja seu esforço ficar visível.
ro: Vezi cum efortul tău devine vizibil.
sk: Sleduj, ako sa tvoje úsilie mení na viditeľný pokrok.
sl: Glej, kako tvoj trud postane viden.
sv: Se din ansträngning bli synlig.
uk: Дивись, як твої зусилля стають видимими.

source: We will send you a reminder when you're about to miss a day.
cs: Když zmeškáte některý den, zašleme vám připomenutí.
da: Vi sender dig en påmindelse, når du er ved at gå glip af en dag.
de: Wir erinnern dich, wenn du kurz davor bist, einen Tag zu verpassen.
es: Le enviaremos un recordatorio cuando esté a punto de perderse un día.
et: Saadame teile meeldetuletuse, kui teil jääb mõni päev vahele.
fi: Lähetämme sinulle muistutuksen, kun jokin päivä jää väliin.
fr: Nous vous enverrons un rappel lorsque vous êtes sur le point de manquer une journée.
hr: Poslat ćemo ti podsjetnik kad si blizu toga da propustiš dan.
hu: Emlékeztetünk, amikor majdnem kihagysz egy napot.
it: Ti invieremo un promemoria quando stai per saltare un giorno.
lv: Mēs atgādināsim, kad tu gandrīz palaidīsi garām dienu.
nb: Vi sender deg en påminnelse når du står i fare for å miste en dag.
nl: We sturen je een herinnering als je een dag dreigt te missen.
pl: Wyślemy Ci przypomnienie, jeśli opuścisz jakiś dzień.
pt_br: Enviaremos um lembrete quando você estiver prestes a perder um dia.
ro: Îți trimitem un memento când ești pe cale să ratezi ziua.
sk: Pošleme ti pripomienku, keď hrozí, že deň vynecháš.
sl: Opomnili te bomo, ko boš tik pred tem, da izpustiš dan.
sv: Vi skickar en påminnelse till dig när du är på väg att missa en dag.
uk: Ми надішлемо нагадування, коли є ризик пропустити день.

source: We will send you a reminder when you're about to miss the week.
cs: Zašleme vám připomenutí, když zmeškáte týden.
da: Vi sender dig en påmindelse, når du er ved at gå glip af ugen.
de: Wir erinnern dich, wenn du kurz davor bist, die Woche zu verpassen.
es: Te enviaremos un recordatorio cuando estés a punto de perderte la semana.
et: Saadame teile meeldetuletuse, kui teil hakkab nädal vahele jääma.
fi: Lähetämme sinulle muistutuksen, kun viikko puuttuu.
fr: Nous vous enverrons un rappel lorsque vous êtes sur le point de manquer la semaine.
hr: Poslat ćemo ti podsjetnik kad si blizu toga da propustiš tjedan.
hu: Emlékeztetünk, amikor majdnem kihagysz egy hetet.
it: Ti invieremo un promemoria quando stai per perdere la settimana.
lv: Mēs atgādināsim, kad tu gandrīz palaidīsi garām nedēļu.
nb: Vi sender deg en påminnelse når du står i fare for å miste uken.
nl: We sturen je een herinnering als je de week gaat missen.
pl: Wyślemy przypomnienie, gdy będzie grozić utrata tygodnia.
pt_br: Enviaremos um lembrete quando você estiver prestes a perder a semana.
ro: Îți trimitem un memento când ești pe cale să ratezi săptămâna.
sk: Pošleme ti pripomienku, keď hrozí, že týždeň vynecháš.
sl: Opomnili te bomo, ko boš tik pred tem, da izpustiš teden.
sv: Vi skickar en påminnelse till dig när du är på väg att missa veckan.
uk: Ми надішлемо вам нагадування, коли ви збираєтеся пропустити тиждень.

source: We’ll make this better together — one step, one habit, one consistent day at a time.
cs: Společně to zlepšíme: jeden krok, jeden návyk, jeden pravidelný den za druhým.
da: Vi vil gøre dette bedre sammen - et skridt, en vane, en konsekvent dag ad gangen.
de: Wir machen Yearlit gemeinsam besser - ein Schritt, eine Gewohnheit, ein beständiger Tag nach dem anderen.
es: Juntos mejoraremos esto: un paso, un hábito, un día constante a la vez.
et: Teeme selle koos paremaks – üks samm, üks harjumus, üks järjepidev päev korraga.
fi: Teemme tästä paremman yhdessä – yksi askel, yksi tapa, yksi johdonmukainen päivä kerrallaan.
fr: Nous améliorerons les choses ensemble – une étape, une habitude, une journée cohérente à la fois.
hr: Učinit ćemo ovo boljim zajedno — korak po korak, naviku po naviku, dosljedan dan po dan.
hu: Együtt jobbá tesszük ezt – egy lépés, egy szokás, egy-egy következetes nap.
it: Lo miglioreremo insieme — un passo, un'abitudine, una giornata costante alla volta.
lv: Mēs to uzlabosim kopā — pa vienam solim, vienam ieradumam, vienai noturīgai dienai.
nb: Vi gjør dette bedre sammen: ett steg, én vane og én dag av gangen.
nl: We zullen dit samen verbeteren – één stap, één gewoonte, één consistente dag tegelijk.
pl: Razem sprawimy, że będzie lepiej – jeden krok, jeden nawyk, jeden konsekwentny dzień na raz.
pt_br: Vamos melhorar isso juntos: um passo, um hábito e um dia consistente de cada vez.
ro: Îl facem mai bun împreună — un pas, un obicei, o zi consecventă pe rând.
sk: Spolu to zlepšíme: krok za krokom, zvyk za zvykom, jeden pravidelný deň po druhom.
sl: Skupaj bomo to izboljšali: korak za korakom, navado za navado, dosleden dan za dnem.
sv: Vi gör det här bättre tillsammans, ett steg, en vana och en dag i taget.
uk: Я зроблю це кращим разом із вами — крок за кроком, звичка за звичкою, день за днем.

source: week
cs: týden
da: uge
de: Woche
es: semana
et: nädal
fi: viikko
fr: semaine
hr: tjedan
hu: hét
it: settimana
lv: nedēļa
nb: uke
pl: tydzień
pt_br: semana
ro: săptămână
sk: týždeň
sl: teden
sv: vecka
uk: тиждень

source: Week
cs: Týden
da: Uge
de: Woche
es: Semana
et: Nädal
fi: Viikko
fr: Semaine
hr: tjedan
hu: Hét
it: Settimana
lv: Nedēļa
nb: Uke
pl: Tydzień
pt_br: Semana
ro: Săptămâna
sk: týždeň
sl: teden
sv: Vecka
uk: тиждень

source: Week after week
cs: Týden po týdnu
da: Uge efter uge
de: Woche für Woche
es: Semana tras semana
et: Nädalast nädalasse
fi: Viikko toisensa jälkeen
fr: Semaine après semaine
hr: Tjedan za tjednom
hu: Hétről hétre
it: Settimana dopo settimana
lv: Nedēļa pēc nedēļas
nb: Uke etter uke
nl: Week na week
pl: Tydzień po tygodniu
pt_br: Semana após semana
ro: Săptămână după săptămână
sk: Týždeň čo týždeň
sl: Teden za tednom
sv: Vecka efter vecka
uk: Тиждень за тижнем

source: Week in a row
cs: Týden v řadě
da: Uge i træk
de: Woche in Folge
es: Semana consecutiva
et: Nädal järjest
fi: Viikko peräkkäin
fr: Semaine consécutive
hr: Tjedan zaredom
hu: Egymás utáni héten
it: Settimana di fila
lv: Nedēļa pēc kārtas
nb: Uke på rad
nl: Week op rij
pl: Tydzień z rzędu
pt_br: Semana seguida
ro: Săptămână la rând
sk: Týždeň v rade
sl: Teden zapored
sv: Vecka i rad
uk: Тиждень поспіль

source: Weekday
cs: Všední den
da: Ugedag
de: Wochentag
es: Día laborable
et: Nädalapäev
fi: Viikonpäivä
fr: Jour de la semaine
hr: radni dan
hu: Hétköznap
it: Giorno della settimana
lv: Darba diena
nb: Ukedag
nl: Weekdag
pl: Dzień powszedni
pt_br: Dia da semana
ro: Ziua săptămânii
sk: Pracovný deň
sl: Delovni dan
sv: Veckodag
uk: День тижня

source: weekly
cs: týdně
da: ugentligt
de: wöchentlich
es: semanal
et: kord nädalas
fi: viikoittain
fr: hebdomadaire
hr: tjedno
hu: hetente
it: settimanale
lv: katru nedēļu
nb: ukentlig
nl: wekelijks
pl: co tydzień
pt_br: semanalmente
ro: săptămânal
sk: týždenne
sl: tedensko
sv: varje vecka
uk: щотижня

source: Weekly
cs: Týdenní
da: Ugentligt
de: Wöchentlich
es: Semanal
et: Nädalane
fi: Viikko
fr: Hebdomadaire
hr: Tjedno
hu: Heti
it: Settimanale
lv: Iknedēļas
nb: Ukentlig
nl: Wekelijks
pl: Tygodniowo
pt_br: Semanal
ro: Săptămânal
sk: Týždenne
sl: Tedensko
sv: Veckovis
uk: Тижневий

source: Weekly calendars only send one reminder on the selected weekday.
cs: Týdenní kalendáře odesílají pouze jedno připomenutí ve vybraný den v týdnu.
da: Ugentlige kalendere sender kun én påmindelse på den valgte ugedag.
de: Wöchentliche Kalender senden nur eine Erinnerung am ausgewählten Wochentag.
es: Los calendarios semanales solo envían un recordatorio en el día de la semana seleccionado.
et: Nädalakalendrid saadavad valitud nädalapäeval ainult ühe meeldetuletuse.
fi: Viikkokalenterit lähettävät vain yhden muistutuksen valittuna viikonpäivänä.
fr: Les calendriers hebdomadaires n'envoient qu'un seul rappel le jour de la semaine sélectionné.
hr: Tjedni kalendari šalju samo jedan podsjetnik na odabrani dan u tjednu.
hu: A heti naptárak csak egy emlékeztetőt küldenek a kiválasztott hétköznapon.
it: I calendari settimanali inviano solo un promemoria nel giorno della settimana selezionato.
lv: Nedēļas kalendāri atlasītajā nedēļas dienā nosūta tikai vienu atgādinājumu.
nb: Ukekalendere sender kun én påminnelse på den valgte ukedagen.
nl: Weekkalenders sturen slechts één herinnering op de geselecteerde weekdag.
pl: Kalendarze tygodniowe wysyłają tylko jedno przypomnienie w wybrany dzień tygodnia.
pt_br: Os calendários semanais enviam apenas um lembrete no dia da semana selecionado.
ro: Calendarele săptămânale trimit un singur memento în ziua selectată.
sk: Týždenné kalendáre odosielajú iba jednu pripomienku vo vybratý deň v týždni.
sl: Tedenski koledarji pošljejo en opomnik na izbrani dan v tednu.
sv: Veckokalendrar skickar bara en påminnelse på den valda veckodagen.
uk: Щотижневі календарі надсилають лише одне нагадування у вибраний день тижня.

source: Weekly consistency on lock
cs: Týdenní pravidelnost drží
da: Ugentlig konsistens på lås
de: Wöchentliche Beständigkeit sitzt
es: Coherencia semanal bloqueada
et: Nädala konsistents lukus
fi: Viikoittainen johdonmukaisuus lukituksella
fr: Cohérence hebdomadaire sur le verrouillage
hr: Tjedna dosljednost zaključana
hu: Heti konzisztencia a záron
it: Costanza settimanale salda
lv: Nedēļas ritms uz ekrāna
nb: Ukentlig konsistens på lås
nl: Wekelijkse consistentie bij vergrendeling
pl: Tygodniowa konsekwencja pod kontrolą
pt_br: Consistência semanal firme
ro: Consecvență săptămânală stabilă
sk: Týždennú pravidelnosť máš pod kontrolou
sl: Tedenska doslednost drži
sv: Veckorytmen sitter
uk: Тижнева послідовність на блокуванні

source: Weekly consistency unlocked
cs: Týdenní pravidelnost odemčena
da: Ugentlig konsistens låst op
de: Wöchentliche Beständigkeit freigeschaltet
es: Coherencia semanal desbloqueada
et: Iganädalane järjepidevus lukustamata
fi: Viikoittainen johdonmukaisuus avattu
fr: Cohérence hebdomadaire débloquée
hr: Otključana je tjedna dosljednost
hu: Heti konzisztencia feloldva
it: Costanza settimanale sbloccata
lv: Nedēļas ritms sākas
nb: Ukentlig konsistens låst opp
nl: Wekelijkse consistentie ontgrendeld
pl: Tygodniowa konsekwencja odblokowana
pt_br: Consistência semanal liberada
ro: Coerența săptămânală a fost deblocată
sk: Týždenná pravidelnosť odomknutá
sl: Tedenska doslednost je odklenjena
sv: Veckorytm låst
uk: Щотижнева послідовність розблокована

source: Weekly Reminder
cs: Týdenní připomenutí
da: Ugentlig påmindelse
de: Wöchentliche Erinnerung
es: Recordatorio semanal
et: Iganädalane meeldetuletus
fi: Viikoittainen muistutus
fr: Rappel hebdomadaire
hr: Tjedni podsjetnik
hu: Heti emlékeztető
it: Promemoria settimanale
lv: Iknedēļas atgādinājums
nb: Ukentlig påminnelse
nl: Wekelijkse herinnering
pl: Cotygodniowe przypomnienie
pt_br: Lembrete Semanal
ro: Memento săptămânal
sk: Týždenná pripomienka
sl: Tedenski opomnik
sv: Veckopåminnelse
uk: Щотижневе нагадування

source: Weekly Streak Focus
cs: Týdenní zaměření na sérii
da: Ugefokus
de: Wöchentlicher Streak-Fokus
es: Enfoque de racha semanal
fr: Focus sur les séquences hebdomadaires
hr: Tjedni niz fokusa
hu: Heti sorozatfókusz
it: Focus settimanale sulle serie
nb: Ukentlig strekfokus
nl: Wekelijkse streakfocus
pl: Cotygodniowe skupienie na serii
pt_br: Sequência de foco semanal
ro: Focus pe seria săptămânală
sk: Zameranie na týždennú sériu
sl: Tedenski fokus na niz
sv: Veckosvit i fokus
uk: Щотижневий фокус

source: Weekly Target
cs: Týdenní cíl
da: Ugentligt mål
de: Wöchentliches Ziel
es: Objetivo semanal
et: Nädala eesmärk
fi: Viikkotavoite
fr: Objectif hebdomadaire
hr: Tjedni cilj
hu: Heti cél
it: Obiettivo settimanale
lv: Nedēļas mērķis
nb: Ukentlig mål
nl: Wekelijks doel
pl: Cel tygodniowy
pt_br: Meta semanal
ro: Țintă săptămânală
sk: Týždenný cieľ
sl: Tedenski cilj
sv: Veckomål
uk: Тижнева мета

source: weeks
cs: týdnů
da: uger
de: Wochen
es: semanas
et: nädalat
fi: viikkoa
fr: semaines
hr: tjedana
hu: hét
it: settimane
lv: nedēļas
nb: uker
nl: weken
pl: tygodni
pt_br: semanas
ro: săptămâni
sk: týždňov
sl: tednov
sv: veckor
uk: тижні

source: Weeks
cs: Týdny
da: Uger
de: Wochen
es: Semanas
et: Nädalaid
fi: Viikkoa
fr: Semaines
hr: tjedna
hu: Hetek
it: Settimane
lv: Nedēļas
nb: Uker
nl: Weken
pl: Tygodnie
pt_br: Semanas
ro: săptămâni
sk: týždňov
sl: tedna
sv: Veckor
uk: тижні

source: Weeks blazing
cs: Týdny planoucí
da: Uger flammende
de: Wochen glühend
es: Semanas ardientes
et: Nädalad lõõmavad
fi: Viikonloppu
fr: Des semaines flamboyantes
hr: Plamteći tjedni
hu: Hetek lángolnak
it: Settimane in fiamme
lv: Nedēļas deg
nb: Uker brennende
nl: Weken laaiend
pl: Płonące tygodnie
pt_br: Semanas em chamas
ro: Săptămâni aprinse
sk: Horiace týždne
sl: Tedni v ognju
sv: Veckor flammande
uk: Яскраві тижні

source: Weeks in a row
cs: Týdny v řadě
da: Uger i træk
de: Wochen hintereinander
es: Semanas seguidas
et: Nädalaid järjest
fi: Viikkoa peräkkäin
fr: Semaines consécutives
hr: Tjedni zaredom
hu: Hetek egymás után
it: Settimane di fila
lv: Nedēļas pēc kārtas
nb: Uker på rad
nl: Weken op rij
pl: Tygodnie z rzędu
pt_br: Semanas seguidas
ro: Săptămâni la rând
sk: Týždne v rade
sl: Tedni zapored
sv: Veckor i rad
uk: Тижнів поспіль

source: Weeks showed up
cs: Ukázaly se týdny
da: Uger dukkede op
de: Wochen tauchten auf
es: Las semanas aparecieron
et: Ilmusid nädalad
fi: Tehdyt viikot
fr: Les semaines sont apparues
hr: Odrađeni tjedni
hu: Hetek jelentek meg
it: Settimane completate
lv: Nedēļas izdarītas
nb: Uker dukket opp
nl: Weken volgehouden
pl: Tygodnie zrobione
pt_br: Semanas cumpridas
ro: Săptămâni făcute
sk: Splnené týždne
sl: Tedni vztrajanja
sv: Genomförda veckor
uk: З’явилися тижні
